Repository: ALEDgames/mtgas
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr

# index.tournaments
source: Tournaments
fr: Tournois

# index.tournaments.join
source: Join
fr: Rejoindre

# index.tournaments.type
source: Format
fr: Type

# index.tournaments.name
source: Name
fr: Nom

# index.tournaments.slots
source: Slots
fr: Places

# index.tournaments.players
source: Players
fr: Joueurs :

# index.tournaments.view
source: View
fr: Voir

# index.tournaments.join.no
source: No pending tournaments
fr: Pas de tournois en attente

# index.tournaments.join.wating
source: Waiting for list of pending tournaments
fr: Attente de la liste de tournois en attente de joueurs

# index.tournaments.create
source: Create
fr: Créer

# index.tournaments.create.format.title
source: Tournament's format
fr: Format du tournois

# index.tournaments.create.limited
source: Limited
fr: Limité

# index.tournaments.create.sealed
source: Sealed
fr: Paquet scellé

# index.tournaments.create.constructed
source: Constructed
fr: Construit

# index.tournaments.create.modern
source: Modern
fr: Moderne

# index.tournaments.create.standard
source: Standard (T2)
fr: Standard

# index.tournaments.create.edh
source: Commander
fr: EDH

# index.tournaments.create.name.title
source: Tournament's name
fr: Nom du tournois

# index.tournaments.create.name
source: Name :
fr: Nom :

# index.tournaments.create.name_placeholder
source: Tournament's name
fr: Nom du tournois

# index.tournaments.create.players.title
source: Number of players
fr: Nombre de joueurs

# index.tournaments.create.players
source: Players :
fr: Joueurs

# index.tournaments.create.suggestions.title
source: Suggestions for tournament's boosters
fr: Suggestions de boosters

# index.tournaments.create.boosters.title
source: Tournament's boosters
fr: Boosters pour le tournois

# index.tournaments.create.boosters
source: Boosters for tournament :
fr: Boosters pour le tournois :

# index.tournaments.create.reset
source: Reset
fr: Vider

# index.tournaments.create.booster_add.title
source: Add one booster selected in list
fr: Ajouter un booster de l'extension sélectionnée dans la liste

# index.tournaments.create.booster_add
source: Add :
fr: Ajouter :

# index.tournaments.create.waiting
source: Waiting for list
fr: En attente de la liste

# index.tournaments.create.add
source: Add
fr: Ajouter

# index.tournaments.create.options.title
source: Click the + to get more options
fr: Cliquez sur le + pour voir plus d'options

# index.tournaments.create.round_number.title
source: Force more rounds even if not enough players
fr: Forcer le tournois à comporter plus de rondes que le nombre de joueurs ne l'implique

# index.tournaments.create.round_number
source: Number of rounds :
fr: Nombre de rondes

# index.tournaments.create.round_duration.title
source: Change duration of rounds, in minutes
fr: Changer la durée des rondes, en minutes

# index.tournaments.create.round_duration
source: Rounds duration :
fr: Durée des rondes

# index.tournaments.create.clone.title
source: All players in the sealed will have the same cards in their pool
fr: Tous les joueurs dans le tournois auront les mêmes cartes dans leur paquet

# index.tournaments.create.clone
source: Clone sealed :
fr: Cloner le paquet scellé :

# index.tournaments.create.create
source: Create
fr: Créer

# index.tournaments.status
source: Status
fr: Statut

# index.tournaments.time_left.title
source: Before end of current phase, or round
fr: Avant la fin de la ronde

# index.tournaments.time_left
source: Time left
fr: Temps restant

# index.tournaments.view.no
source: No running tournaments
fr: Pas de tournois en cours

# index.tournaments.view.waiting
source: Waiting for list of running tournaments
fr: En attente de la liste des tournois en cours

# menu.chat
source: Chat
fr: Discuter

# menu.chat.title
source: Meet other players
fr: Rencontrer d'autres joueurs

# menu.forum.title
source: Discuss the game, help improve it
fr: Discussions à propos du logiciel et de la base de cartes et d'images

# menu.ranking
source: Top players
fr: Classement

# menu.ranking.title
source: Player rankings based on games played and won, for various periods
fr: Classement des joueurs par périodes

# menu.data
source: Your data
fr: Vos données

# menu.data.title
source: Lists duels and tournaments you participated, allowing to replay them
fr: Liste des duels et tournois auxquels vous avez participé

# menu.facebook.title
source: Another way to keep yourself informed : Mogg.fr on faceboo
fr: La page facebook de MOGG, pour vous tenir au courant sur ses évolutions

# menu.gui
source: Keyboard &amp; mouse shortcuts
fr: Contrôles

# menu.gui.title
source: Keyboard &amp; mouse shortcuts
fr: Liste des raccourcis clavier &amp; souris

# index.decks.name
source: Name
fr: Nom

# index.decks.actions.edit.title
source: View and change selected deck's list
fr: Visualiser et modifier le deck sélectionné

# index.decks.actions.edit
source: Edit
fr: Modifier

# index.decks.actions.delete.title
source: Remove selected deck from list
fr: Retirer le deck sélectionné de la liste

# index.decks.actions.delete
source: Delete
fr: Supprimer

# index.decks.actions.export.title
source: Save selected deck as a .mwdeck file
fr: Sauvegarder le deck en fichier .mwdeck

# index.decks.actions.export
source: Export
fr: Exporter

# index.decks.waiting
source: Waiting for decks to load
fr: En attente de la liste des decks

# index.decks.create.title
source: A deck from scratch
fr: Un deck vide

# index.decks.create
source: From scratch
fr: Nouveau

# index.decks.create.name
source: Deck name
fr: Nom du deck

# index.decks.create.name.title
source: Name of the deck
fr: Nom du deck à créer

# index.decks.create.create
source: Create
fr: Créer

# index.decks.upload.title
source: Deck files on your computer
fr: Un fichier sur votre ordinateur

# index.decks.upload
source: From your computer
fr: Depuis votre ordinateur

# index.decks.upload.file.title
source: Deck files (in MWS (.mwDeck) or Aprentice (.dec) file format). You can select multiple with Ctrl, Shift or mouse selection
fr: Fichiers de deck (au format MWS - .mwdeck ou Apprentice - .dec). Vous pouvez en sélectionner plusieurs grâce aux touches Ctrl et Shift

# index.decks.upload.file.upload
source: Import
fr: Envoyer

# index.decks.download.title
source: A deck file hosted by a web-server, paste the 'export MWS' link on a deck on mtgtop8.com for example
fr: Un deck hébergé sur un site web, coller le lien 'export MWS' d'un deck sur mtgtop8.com par exemple

# index.decks.download
source: From a website
fr: Depuis un site web

# index.decks.download.placeholder
source: Deck URL
fr: URL du deck

# index.decks.download.url.title
source: URL of the deck file (in MWS (.mwDeck) or Aprentice (.dec) file format)
fr: URL du deck (au format MWS - .mwDeck ou Apprentice - .dec)

# index.decks.download.download
source: Download
fr: Téléchérger

# index.duels.join
source: Join
fr: Rejoindre

# index.duels.name
source: Name
fr: Nom

# index.duels.creator
source: Creator
fr: Créateur

# index.duels.inactivity
source: Inactivity
fr: Inactivité

# index.duels.no
source: No pending duel
fr: Pas de duel en attente

# index.duels.wait
source: Waiting for list of pending duels
fr: En attente de la liste des duels

# index.duels.create
source: Create
fr: Créer

# index.duels.create.title
source: Duel's name
fr: Nom du duel

# index.duels.create.name
source: Name :
fr: Nom :

# index.duels.create.name.placeholder
source: Duels's name (you'd better set one)
fr: Nom du duel

# index.duels.create.name.title
source: Duel's name
fr: Spécifiez le type de partie que vous voulez, l'utilisation du side, la nombre de parties, etc.

# index.duels.create.create
source: Create
fr: Créer

# index.duels.create.create.title
source: Create duel
fr: Format du tournois

# index.duels.view
source: View
fr: Voir

# index.duels.score
source: Score
fr: Créer

# index.duels.joiner
source: Joiner
fr: Rejoindre

# index.duels.view.no
source: No running duel
fr: Pas de tournois en cours

# index.duels.waiting
source: Waiting for list of running duel
fr: En attente de la liste des tournois en cours

# menu.main.title
source: Main page
fr: Page principale du site

# menu.main
source: Main page
fr: Accueil

# menu.identity_shower.title
source: Change nickname and avatar
fr: Changer de pseudonyme, d'avatar, et modifier les options
